Dlubal.RFEM5.UserDefinedAxisSystem
User-defined axis system parameters

Dlubal.RFEM5.UserDefinedAxisSystem.Type
Type of user-defined axis system

Dlubal.RFEM5.UserDefinedAxisSystem.RotationSequence
Rotation sequence

Dlubal.RFEM5.UserDefinedAxisSystem.RotationAngles
Axis system rotated about angles

Dlubal.RFEM5.UserDefinedAxisSystem.ObjectNo
Number of the object - coordinate system number, origin node number, member number, line number

Dlubal.RFEM5.UserDefinedAxisSystem.Node1No
First node number

Dlubal.RFEM5.UserDefinedAxisSystem.Node2No
Second node number

Dlubal.RFEM5.UserDefinedAxisSystem.Axis1
First axis

Dlubal.RFEM5.UserDefinedAxisSystem.Axis2
Second axis